Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: His lawyer, Francesca Coppi, said: Faced with danger, he invoked his god as would any one of us.
ar: وتقول محاميته فرانشيسكا كوبي في مواجهة الخطر، استعان بربه كأي واحد منا.

source: She described her client as a broken man who was convinced he did everything possible to save as many lives as possible.
ar: ووصفت موكلها بأنه رجل محطم كان على قناعة أنه فعل كل ما في وسعه لإنقاذ أكبر عدد ممكن من الأرواح.

source: The co-pilot, Ali Kebaier, also received a 10-year sentence. Tuninter's director-general, Moncef Zouari, and the company's technical director were both given nine years.
ar: وصدر كذلك حكم بالسجن عشر سنوات على مساعده علي كبير وتسع سنوات على المدير العام لتونانتر منصف زويري والمدير الفني للشركة.

source: A mechanic and two executives in the airline's maintenance department each received eight-year sentences. Two of the accused were acquitted. The remaining seven defendants, who were not in court to hear the verdict, will not have to go to prison until the
ar: وصُدر حكم بالسجن ثمان سنوات على الميكانيكي ومديرين تنفيذيين في الشركة، في حين حصل اثنان من المتهمين على حكم بالبراءة، أما السبعة المتهمون الباقون الذين لم يكنوا في المحكمة لسماع الحكم، فلن يذهبوا إلى السجن حتى تُستنفد الطعون.

source: Of the passengers who died, two were Tunisians. The other 14 were Italians and many of their relatives travelled to Palermo on chartered buses to hear the verdict.
ar: وكان هناك تونسيان من بين الركاب الذين لقوا حتفهم، أما الأربعة عشر الآخرين فكانوا إيطاليين الجنسية وسافر العديد من أقاربهم إلى باليرمو على حافلات مستأجرة لسماع الحكم.

source: Angela Trentadue, whose 27-year-old daughter died in the crash, welcomed the sentences. Another relative, who did not wish to be identified, said: I wanted to hug the judge.
ar: ورحبت أنجيلا ترينتادو التي توفيت ابنتها التي تبلغ من العمر 27 عاماً في الحادث بالأحكام، وقال قريب آخر طلب عدم الكشف عن اسمه أردت معانقة القاضي.

source: Article history
ar: تاريخ المقالة

source: The Guardian
ar: الغارديان

source: 70 killed, 100 injured in Jamrud mosque suicide attack
ar: مقتل 70 شخصا وجرح 100 إثر تفجير انتحاري بمسجد جمرود

source: KHYBER AGENCY/ISLAMABAD: At least 70 _people died and 100 more have been _injured when a suicide bomber blew _himself up in a mosque near a security _check post in Jamrud town of Khyber _Agency on Friday.
ar: مقاطعة خيبر / إسلام آباد: قُتل ما لا يقل عن سبعين شخصان وجرح أكثر من مائة أخرين عندما قام انتحاري بتفجير نفسه يوم الجمعة في مسجد قريب من نقطة تفتيش أمني ببلدة جمرود بمقاطعة خيبر.

source: The incident took place some ten-kilometers away from Tehsil Jamrud of Khyber Agency in a mosque adjacent to security checkpost amid Friday prayers. The two-story building of the mosque completely collapsed as result of the attack.
ar: ووقعت الحادثة على بعد عشر كيلومترات من تحصيل جمرود بولاية خيبر داخل مسجد محاذ لنقطة تفتيش أمني أثناء أداء صلاة الجمعة. كما أدى التفجير إلى الهدم الكامل للطابقين اللذين يتكون منهما المسجد.

source: Authorities feared that the death toll could rise as most the persons are still buried under the rubbles of mosque building.
ar: وتخشى السلطات ارتفاع حصيلة القتلى على اعتبار أن جل المصلين لا يزالون مدفونين تحت أنقاض المسجد.

source: Soon after the incident, hundreds of people rushed to the spot to retrieve the injured and dead bodies from the rubble of mosque building.
ar: ومباشرة عقب الحادث، هرع المئات من الأشخاص إلى موقع الحادث لانتشال الجرحى وجثت القتلى من تحت الأنقاض.

source: The deceased and injured were immediately rushed to Hayat Medical Complex and Lady Reading Hospital Peshawar and other hospitals. The hospital administration while announcing emergency in the hospitals has summoned all the staff.
ar: وتم نقل لقتلى والجرحى إلى المجمع الطبي حياة ومستشفى ليدي ريدينغ بيشاوار ومستشفيات أخرى. وفي الوقت الذي قامت فيه الإدارة الطبية بإعلان حالة الطوارئ، تم استدعاء كامل الأطقم الطبية.

source: The political agent Khyber Agency Tariq Hayat in an interview with private TV Channel told that between 250 and 300 worshippers were in the mosque. The suicide bomber was standing in the mosque and as soon as Jumma prayer started he blew himself up.
ar: وفي حوار مع تي في تشانل، قال المسؤول الإداري بمقاطعة خيبر، طارق حياة، _إنه كن ثمة ما بين 250 و300 من المصلين داخل المسجد. وظل الانتحاري رابضا بالمسجد إلى حين إقامة صلاة الجمعة حيث فجر نفسه.

source: He further said that no Muslim could think about this heinous act. These are anti-state elements who want to destabilize Pakistan.
ar: وأضاف أنه لا يمكن أن يخطر على بال أي شخص مسلم القيام شنيع من هذا القبيل. إن هذه عناصر معادية للدولة وتسعى لزعزعة استقرار باكستان.

source: In response to a question he said that they have issued directives of shoot on sight of terrorists. Tariq Hayat has confirmed death of the 48 people in the attack.
ar: وفي رده على سؤال، قال المسؤول الإداري إنه تم إصدار تعليمات لإطلاق النار على كل إرهابي يتم رصده. وأكد طارق حياة أن حصيلة القتلى بلغت 48 شخصا.

source: Sources said that around 100 people injured in the incident out of which 80 were rushed to the Khyber Teaching Hospital, 25 were taken to Hayatabad Medical Complex Peshawar, 12 were carried to Hayat Sherpao Hospital while some of the injured were taken to
ar: وذكرت مصادر أن حوالي مائة شخص أصيبوا بجروح، تم نقل ثمانين منهم مستشفى خيبر التعليمي، وخمسة وعشرين إلى المجمع الطبي حيا آباد بيشاوار، واثني عشر إلى مستشفى حية شيرباو في حين تم نقل بعضهم إلى مستشفى ليدي ريدينغ بيشاوار.

source: Assistant Political Agency of Jamrud, Fazl Qadir while talking to BBC feared that that death could toll. Locals of the area told that the explosion was so powerful that it can be heard from distance.
ar: وقال مساعد المسؤول الإداري بمقاطعة جمرود، فضل قادر، في تصريح لهيأة الإذاعة البريطانية (بي بي سي) إن حصيلة القتلى قد ترتفع. وذكر سكان محليون أن التفجير كان قويا للغاية لدرجة أنه أمكن سماعه من مسافة بعيدة.

source: They further added that due to mosque proximity with check post, the personnel of Khasadar force often visit mosque for prayers. That is why suicide bomber hit the mosque.
ar: كما ذكروا أنه نظرا لقرب المسجد من نقطة التفتيش، فإن أفراد قوات خاسادار غالبا ما يترددون على المسجد للصلاة. وذلك هو السبب الذي دفع الانتحاري إلى تنفيذ هجومه.

source: Meanwhile, President Asif Ali Zardari, Prime Minister Syed Yousaf Raza Gilani, Advisor to Prime Minister on Interior, Rehman Malik, NWFP Chief Minister, Amir Haider Khan Hoti and other leaders have strongly condemned attack and expressed their sorrow over
ar: وفي نفس الوقت، فإن الرئيس أصف علي زرداري، ورئيس الوزراء، سيد يوسف رضا جيلاني، ومستشار رئيس الوزراء في الشؤون الداخلية، رحمان مالك، وكبير وزراء ولاية الحدود الشمالية الغربية، آمر حيدر خان هوتي، وقادة آخرون أدانوا بشدة الهجوم وعبروا عن أسفهم لفقدان

source: Both President Asif Ali Zardari and Prime Minister Syed Yousaf Raza Gilani in their separate messages advised the nation to be united against any anti-state elements.
ar: وفي رسالتيهما إلى الشعب الباكستاني، وجه أصف علي زرداري، ورئيس الوزراء، سيد يوسف رضا جيلاني، دعوة للباكستانيين من أجل الاتحاد في مواجهة العناصر المعادية للدولة.

source: They also directed the government of NWFP for the investigation and all out measures for the arrest of the responsible of the incident. Both the leaders have also directed for the full treatment facilities to the injured.
ar: كما أعطيا تعليماتهما لولاية الحدود الشمالية الشرقية من أجل مباشرة التحقيق واتخاذ كافة الإجراءات اللازمة من أجل اعتقال المسؤولين عن ذلك الحادث. وأصدرا أيضا تعليماتهما من أجل توفير كافة وسائل العلاج للجرحى.

source: The comments to the Lebanese daily As-Safir were Bashar Assad's first on why the Turkish-mediated negotiations collapsed. Previously, Syrian officials said they suspended the talks in protest against Israel's war in Gaza, which began in late December.
ar: و كان التقرير الذي نشر في صحيفة السفير اليومية اللبنانية عن حديث بشار الأسد الأول حول ماهية إخفاق المفاوضات ذات الوساطة التركية قد أشار إلى ذلك. في وقت سابق, كان المسؤولون السوريون قد أعلنوا عن تعليق المفاوضات لأجل غير مسمى احتجاجا على الحرب التي أقامتها

source: BEIRUT (AP) — Syria's president said indirect peace talks with Israel failed last year because the Jewish state would not make an unambiguous commitment to return all the territory captured in the 1967 Middle East war, according to an interview published
ar: بيروت ( ا ب ) - قال الرئيس السوري بأن السبب في فشل مفاوضات السلام الغير مباشرة مع إسرائيل السنة المنصرمة هو أن الدولة اليهودية لم تقدم التزاما واضحا بإعادة جميع الأراضي التي احتلتها في حرب الشرق الأوسط التي جرت عام 1967, طبقا لمقابلة نشرت يوم الأربعاء.

source: Syria leader explains failure of talks with Israel
ar: الرئيس السوري يفسر سبب فشل المحادثات السابقة مع إسرئيل.

source: However Assad outlined another major point of contention. He suggested Syria insisted on the complete return of the strategic Golan Heights, while Israel wanted to keep some disputed land around the Sea of Galilee, its main water source.
ar: و على كل الأحوال فقد صرح الأسد عن نقطة رئيسية أخرى من الجدال. حيث أوحى أن سوريا مصرة على إستعادة كامل مرتفعات الجولان ذات الإستراتيجية, بينما إسرائيل تريد الاحتفاظ ببعض الأراضي المتنازع عليها حول بحيرة طبريا, بمعنى أخر مصدر المياه.

source: Assad said Syria had specified some points of land on the Galilee shores and the Jordan River he wanted returned.
ar: و وضح الأسد أن سوريا قد ‛ حددت بعض النقاط ‛ من الأراضي الواقعة على شواطئ بحيرة طبريا و نهر الأردن التي ترغب بأن تسترجع.

source: We asked the Israelis to prove their seriousness on these points and of course they agreed in principle, Assad said. But when it came to drafting, they wanted to draft it in a way that is somehow ambiguous and obscure, he added.
ar: و أضاف الرئيس الأسد قائلا: ‛ إننا نطلب من الإسرائيليين أن يبرهنوا على جديتهم حول هذه النقاط و بالطبع موافقتهم عليها من حيث المبدأ, و لكننا عندما نصل لمرحلة وضع المسودة, فعندها يرغبون بوضع مسودة بطريقة غامضة و مبهمة بشكل ما. ‛

source: We said no. We do not discuss. These points are either approved or not. ... The discussions ended at this point and the talks failed, Assad said. The president's office confirmed to The Associated Press that the As-Safir report was accurate.
ar: و يضيف الأسد: ‛ نقول لا, نحن لا نقبل النقاش. فهذه النقاط إما أن تكون مقبولة أو لا... لذلك فقد توقفت المناقشات عند هذا الحد و فشلت المحادثات, ‛. و قد أكد مكتب الرئيس لصحيفة الأسوشيتد برس أن تقرير صحيفة السفير كان دقيقا.

source: Syria and Israel held direct talks in the late 1990s and early 2000. They also broke down over the extent of a withdrawal from the Golan Heights, a strategic plateau captured from Syria in 1967. Israel sought lines closer to the 1923 colonial border and i
ar: و كانت سوريا و إسرائيل قد علقتا المفاوضات المباشرة بينهما في أواخر التسعينيات و أوائل عام 2000. حيث فشلت تلك المفاوضات أيضا بسبب الخلاف حول مدى انسحاب إسرائيل من مرتفعات الجولان, و هي هضبة إستراتيجية في سوريا تم احتلالها عام 1967. أرادت إسرائيل أن تكون

source: The late Syrian President Hafez Assad, the current president's father, also insisted on the return of all the Golan, including the eastern shore of the Sea of Galilee. At a meeting with then-U.S. President Bill Clinton in Geneva in March 2000, the elder A
ar: و كان الرئيس السوري الأسبق حافظ الأسد – و هو والد الرئيس الحالي - قد أصر أيضا على استرجاع كامل أراضي الجولان, بما فيها الساحل الشرقي من بيرة طبريا. و كان ذلك في لقاء له مع الرئيس الأميركي وقتها بيل كلينتون في جنيف في شهر آذار عام 2000, حيث تحدث الرئيس ال

source: I would swim in the Sea of Galilee, I would have barbecues there, I ate fish, he told Clinton.
ar: قال الرئيس حافظ الأسد للرئيس بيل كلينتون وقتها: ‛ أتمنى أن أسبح في بحيرة طبريا, و أتمنى أن أقوم بالشواء هناك, و أن أكل السمك. ‛

source: Israelis have argued in the past that a 21-square-mile area along the sea was originally Palestinian, not Syrian, and therefore need not be returned to Syria with the rest of the Golan.
ar: الاسرائيليين قد كانادوغلو الماضي ان 21-ميل مربع بمحاذاة البحر, اصلا, لا سوري, لا حاجة لسوريا الي بقية الجولان.و قد جادل الإسرائيليون في الماضي على أن الواحد و عشرين ميلا مربعا على طول البحيرة كانت بالأصل فلسطينية, و ليست سورية, و بناء على ذلك, فلا حاجة لا

source: Bashar Assad was also asked in the interview what concessions Israel wanted for peace with Syria.
ar: كما سؤل بشار الأسد أيضا في مقابلته عن الشيء الذي ترغب به إسرائيل مقابل السلام مع سوريا.

source: No Iran, no Hezbollah and no Hamas, he said, referring to Syrian alliances with Tehran and the Lebanese and Palestinian militant groups. He did not say how he responded to those demands.
ar: و أجاب الرئيس الأسد: ‛ ليس إيران, ليس حزب الله و ليس حماس. ‛ في إشارة إلى القرابة السورية مع طهران و الجماعات اللبنانية و الفلسطينية المناضلة. كما أنه لم يصرح عن كيفية استجابته لتلك المطالب.

source: NATO confirms first high-level meeting with Iran on Afghanistan
ar: حلف شمال الأطلنطي يؤكد عقد أول اجتماع رفيع المستوى مع إيران بشأن أفغانستان

source: BRUSSELS, March 26 (Xinhua) -- Iran and the North Atlantic Treaty Organization (NATO) held their first secret and informal talks in 30 years in Brussels where NATO is headquartered, focusing on Afghanistan, the alliance confirmed here Thursday.
ar: بروكسل، 26 مارس (شينخوا) – عقدت إيران وحلف شمال الأطلنطي (الناتو) أول محادثات غير رسمية وسرية منذ 30 عاماً في بروكسل حيث يوجد مقر الناتو وركزت المحادثات على أفغانستان وفقاً لتأكيد التحالف هنا يوم الخميس.

source: The meeting took place on March 9 between NATO's Assistant Secretary General for Political Affairs and Security Policy Martin Erdmann and Iran's Ambassador to Belgium, Luxembourg and the European Union, Ali-Asghar Khaji, NATO deputy spokeswoman Carmen Rom
ar: وقالت نائب المتحدث باسم الناتو كارمن روميرو في تصريحات لوكالة الأنباء الصينية شينخوا أن الاجتماع عُقد في 9 مارس بين مساعد أمين عام الناتو للشئون السياسية والسياسات الأمنية مارتن إردمان والسفير الإيراني في بلجيكا ولوكسمبورج والإتحاد الأوروبي علي أصغر خاجي.

source: It was a very informal contact and they basically discussed Afghanistan, she added. You know the secretary-general (Jaap de Hoop Scheffer) has said recently that Iran should be involved in a regional approach in regard of Afghanistan.
ar: وقالت لقد كان الاتصال غير رسمي للغاية وناقشوا أفغانستان على نحو أساسي، وأضافت قائلة تعلمون أن الأمين العام (ياب دي هوب شيفر) صرح مؤخراً أن إيران يجب أن تشارك في المنهج الإقليمي فيما يتعلق بأفغانستان.

source: Romero said that she did not know if there will be another meeting. However, she said I don't rule out there will be another contact.
ar: وقالت روميرو إنها لا تعرف ما إذا كان سيكون هناك اجتماعاً آخر، ومع ذلك قالت لا استبعد أن يكون هناك اجتماع آخر.

source: The alliance's spokesman James Appathurai also told reporters earlier that it was a first informal contact and the Iranian side is interested in cooperation on Afghanistan.
ar: وقال المتحدث باسم حلف الناتو جيمس اباثوراي للصحفيين في وقت سابق انه كان أول اجتماع غير رسمي وأن الجانب الإيراني مهتم بالتعاون بشأن أفغانستان.

source: Speaking at the Brussels-based Security and Defense Agenda think tank in January, NATO Secretary-General Jaap de Hoop Scheffer called on the United States and its fellow NATO allies to engage with Iran to quell the insurgency in Afghanistan.
ar: متحدثاً في بروكسل مقر مجموعة خبراء الأمن والدفاع في يناير، دعا الأمين العام لحلف الناتو ياب دي هوب شيفر الولايات المتحدة وحلفاء الناتو إلى التعاون مع إيران لإخماد التمرد في أفغانستان.

source: On Thursday, Iran announced it will take part in a United Nations conference on the future of Afghanistan to be held in The Hague next week. But Iranian Foreign Minister Hassan Qashqavi said that the level of participation is not clear.
ar: وفي يوم الخميس، أعلنت إيران أنها ستشارك في مؤتمر الأمم المتحدة حول مستقبل افغانستان المزمع عقده في لاهاي الأسبوع المقبل، إلا أن المتحدث باسم وزارة الخارجية الإيرانية حسن قشقاوي قال إن مستوى المشاركة ليس واضحاً.

source: The NATO is playing a key role in maintaining peace and stability in Afghanistan, which neighbors Iran. In Washington, the U.S. State Department Wednesday said U.S. Secretary of State Hillary Clinton is not planning to have a separate meeting with Iran's
ar: يقوم حلف الناتو بدور رئيسي في الحفاظ على السلام والاستقرار في أفغانستان المجاورة لإيران، وقالت وزارة الخارجية الأمريكية في واشنطن يوم الأربعاء إن وزيرة الخارجية الأمريكية هيلاري كلينتون لا تخطط إلى عقد اجتماع منفصل مع الوفد الإيراني في المؤتمر الدولي بشأ

source: I will not rule out the fact that there could be some kind of a greeting of some type, but there's no plan, as far as I know, for there to be a meeting between the two delegations, State Department deputy spokesman Robert Wood told reporters.
ar: وقال روبرت وود نائب المتحدث باسم وزارة الخارجية الأمريكية للصحفيين لن أستبعد حقيقة أن أن يكون هناك نوعاً من التحية من أي نوع، ولكن ليس هناك خطة حسب علمي عن إقامة لقاء بين الوفدين.

source: This conference is more than just the U.S. and Iran. It's about Afghanistan and the situation in the region. And that's where we need to keep our focus, he said.
ar: وأضاف إن هذا المؤتمر هو أكثر من مجرد الولايات المتحدة وإيران بل هو بشأن أفغانستان والوضع في المنطقة حيث نحتاج إلى الإبقاء على تركيزنا هناك.

source: ANALYSIS / Sudan strike won't make Iran give up on Hamas
ar: تحليل / الهجوم على السودان لن يجعل إيران تتخلى عن حماس

source: Amos Harel
ar: كتب عاموس هرئيل

source: A moment before the Olmert government leaves office, coincidently or not, American television network CBS breaks the fascinating story of the Israel Air Force attack on an Iranian weapons convoy in Sudan. If Prime Minister Ehud Olmert's detractors say his
ar: أذاعت الشبكة التليفزيونية الأمريكية سي بي اس قبل لحظات قليلة من ترك حكومة أولمرت السلطة سواء كانت صدفة أم لا قصة مثيرة للاهتمام عن هجوم القوات الجوية الإسرائيلية على قافلة أسلحة إيرانية فى السودان، وإذا كان معارضو رئيس الوزراء الإسرائيلي إيهود اولمرت يقول

source: Although Israel did not officially repond to the CBS report, Olmert's remark Thursday that we act everywhere we can hit terror infrastructure, close and less close, can be seen an unofficial confirmation of the report.
ar: على الرغم من أن إسرائيل لم ترد رسمياً على تقرير سي بي إس، فإن تصريحات أولمرت يوم الخميس بقوله نضرب البنية التحتية للإرهاب القريب والأقل قرباً في أي وضع نستطيع يمكن أن تكون تأكيد غير رسمي على صحة التقرير.

source: If a decision was made to risk an attack 1,400 kilometers away, apparently it was due to a belief that Iran was about to inject a significant quantity of arms into Gaza, possibly 70-kilometer-range Fajr rockets.
ar: إذا اُتخذ قرار بالمخاطرة للهجوم على بعد 1,400 كم، يبدو أن ذلك يعود إلى الاعتقاد بأن إيران كانت على وشك ضخ كمية كبيرة من الأسلحة في غزة وعلى الأرجح صواريخ الفجر التي يبلغ مداها 70 كيلومتر.

source: Iran learned from the Sudan strike that Israel has excellent intelligence, and that it can, and will take the gamble of carrying out long-range strikes when the prize seems high enough. But Iran already knew that. The Sudan strike, if it indeed occurred,
ar: وتعلمت إيران من ضربة السودان أن إسرائيل تملك مخابرات ممتازة وأنه بإمكانها أخذ مخاطرة تنفيذ ضربات بعيدة المدى عندما تكون الجائزة قوية بما فيه الكفاية، ولكن إيران كانت تعلم ذلك بالفعل، فضربة السودان إن كانت قد وقعت بالفعل نقلت رسالة رادعة إلى طهران، على الر

source: Former IAF commander Eitan Ben-Eliyahu said Thursday the main difficulty in such an attack is precise intelligence. Getting there requires a flight of about two and a half hours, presumably on a southerly flight path along the Red Sea coast, below Saudi a
ar: وقال ايتان بن الياهو القائد السابق لسلاح الجو يوم الخميس إن الصعوبة الرئيسية في تنفيذ مثل هذا الهجوم هو دقة المعلومات الاستخبارية، فالوصول إلى هناك يتطلب نحو ساعتين ونصف الساعة بالطائرة إذا افترضنا أنها ستسلك مسار جنوبي على طول ساحل البحر الأحمر ومنخفضة ع

source: Although the media responded enthusiastically to the strike, security officials said Thursday that it cannot be compared with the one against the Syrian facility.
ar: وبالرغم أن وسائل الإعلام استجابت بحماس للضربة، إلا أن مسئولي الأمن قالوا يوم الخميس إنه لا يمكن مقارنتها مع الضربة على مرفق سوريا النووي.

source: The presumed strike cost Israel in terms of revealing its intelligence capabilities. It may be assumed that Tehran launched an investigation after the strike to discover how intelligence about the convoy reached Israel. Nevertheless, it is difficult to im
ar: وكلفت الضربة المفترضة إسرائيل من حيث الكشف عن امكانيات مخابراتها، يمكن الافتراض أن طهران بدأت تحقيقا بعد الضربة لاكتشاف كيفية وصول معلومات عن القافلة إلى إسرائيل، ومع ذلك، فمن الصعب تصور أن طهران ستتخلى عن أي بعثات مقبلة، فمشروع حماس في غزة هو مشروع مهم ل

source: BNC Statement on Land Day – Boycott Israel! Make it account for its crimes in Gaza!
ar: موقف اللجنة الوطنية لحركة المقاطعة و سحب الإستثمارات و فرض العقوبات على إسرائيل فى يوم الأرض – موقف الحركة كذلك خلال يوم العمل العالمى للحركة

source: Peace Cyclists petition to end EU-Israeli trade ties
ar: راكبى الدراجات الداعين للسلام يحثون الإتحاد الأوربى لقطع العلاقات التجارية مع الإسرائيلين

source: The two Mideast foes held four rounds of indirect talks mediated by Turkey last year.
ar: هذا و قد أتم الخصمان الشرق أوسطيان أربع جولات من المفاوضات الغير مباشرة التي توسطت فيها تركيا السنة الماضية.

source: Recounting how the contacts came about, Assad he agreed to Israeli Prime Minister Ehud Olmert's overtures after we reached a point when Olmert was ready to fully return the Golan Heights.
ar: و بسرد للأحداث حول كيفية التواصل خلال المرة السابقة, فقد وافق الأسد على اقتراح رئيس الوزراء الإسرائيلي إيهود أولمرت حيث قال: ‛ وصلنا لمرحلة كان عندها أولمرت جاهزا لإعادة مرتفعات الجولان كاملا بكل معنى الكلمة. ‛

source: Olmert's office did not immediately comment on the interview. Government spokesman Mark Regev said the basis of the talks with the Syrians was a formula that we know exactly what the Syrians expect from negotiations and they know exactly what we expect.
ar: لم يعلق مكتب أولمرت على ما جاء في المقابلة على الفور. حيث تحدث المتحدث باسم الحكومة مارك ريجيف عن أن ‛ أساس المحادثات مع السوريين كان عبارة عن صيغة نعلم من خلالها تماما ما الذي يتوقعه السوريين من المفاوضات كما أنهم يعلمون تماما ماذا نتوقع. ‛

source: No progress was achieved with the Turkish mediation unfortunately, Regev said.
ar: و يضيف ريجيف قائلا: ‛ لسوء الحظ, لم يتم التوصل لأية نتيجة مع الوساطة التركية. ‛

source: Associated Press Writer Ian Deitch in Jerusalem contributed to this report.
ar: ساهم في كتابة هذا المقال الكاتب في الأسوشيتد في القدس برس إيان ديتش.

source: Copyright © 2009 The Associated Press. All rights reserved.
ar: حقوق الطبع محفوظة © 2009 : وكالة الأنباء الأسوشيتد برس.

source: By BASSEM MROUE –
ar: بقلم باسم مروة --

source: China Talks Tough with Call to Dump Dollar
ar: الصين توجه نداءا قاسيا للتخلص من الدولار

source: China's top central banker says it's time to replace the country's reliance on the dollar, but such a move likely won't happen any time soon
ar: يقول مدير مصرف الصين المركزي أنه حان الوقت لاستبدال احتياطي البلاد من الدولار, إلا أن خطوة كهذه لن تحدث في وقت قريب.

source: , China is making clear it wants a greater say in managing economic policies worldwide. The latest blast from Beijing: a call by
ar: جاء هذا قبل أسبوع فقط من لقاء الرئيس باراك أوباما و عدد من قادة العالم في لندن لقعد قمة. و توضح الصين أنها ترغب أن يكون لها مكانة أكبر لصنع الرأي فيما يتعلق بإدارة السياسات الاقتصادية حول العالم. و تعد العاصفة الأخيرة من بكين بمثابة: دعوة من مدير البنك ال

source: global recession
ar: حيث يعاني من الكساد

source: Not surprisingly, U.S. officials aren't welcoming the idea. Speaking on Mar. 24 at a congressional hearing in Washington, Treasury Secretary
ar: الأمر الغير مثير للدهشة, هو أن المسؤولين في الولايات المتحدة لم يرحبوا بالفكرة. ففي الربع و العشرين من شهر أذار تم الحديث في جلسة استماع في واشنطن. حيث صرح كل من وزارة المالية و رئيس الاحتياطي الفيدرالي أنهما يرفضان التغيير بشكل كلي.
